{
  "collections": [
    {
      "title": "עצים"
    },
    {
      "title": "שיחים וצמחי תועלת"
    },
    {
      "title": "צמחי תבלין"
    },
    {
      "title": "צמחי בית"
    },
    {
      "title": "זרעים"
    }
  ],
  "products": [
    {
      "title": "שעועית הגלידה",
      "description": "עץ טרופי מרשים המתנשא לגובה של 10–15 מטרים, בעל נוף רחב ופריחה לבנה. פירותיו הם תרמילים ארוכים המכילים ציפה לבנה ומתוקה בטעם המזכיר גלידת וניל, ומכאן שמו. העץ משמש כעץ צל ומושך מאביקים, ומתאים לגידול באזורים חמים.",
      "price": 100,
      "collection": "עצים"
    },
    {
      "title": "שזיף קראסי",
      "description": "שיח קוצני או עץ קטן, המתנשא לגובה של כ־5 מטרים, עם פריחה לבנה באביב. פירותיו הקטנים והכחולים משמשים להכנת ריבות, ליקרים ומאכלים נוספים. הצמח עמיד ומתאים לגידול בגינות ובחצרות.",
      "price": 100,
      "collection": "עצים"
    },
    {
      "title": "צימוק יפני",
      "description": "עץ נשיר המתנשא לגובה של 5–10 מטרים, עם נוף רחב ופריחה לבנה באביב. החלק האכיל הוא עוקץ הפרי המתעבה ומקבל טעם מתוק המזכיר צימוקים. העץ עמיד ומתאים לגידול בגינות נוי ובאזורים חמים.",
      "price": 100,
      "collection": "עצים"
    },
    {
      "title": "רימון ראש פרד",
      "description": "זן רימון ישראלי המתנשא לגובה של 2–5 מטרים, עם פריחה אדומה באביב. פירותיו ורדרדים ומתוקים, ומתאימים לאכילה טרייה ולהכנת מיצים. העץ עמיד ומתאים לגידול בגינות ובחצרות.",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "רימון עכו",
      "description": "זן רימון מקומי המתנשא לגובה של 3–4 מטרים, עם פריחה אדומה באביב. פירותיו גדולים, מתוקים ועסיסיים, עם קליפה אדומה וגרגרים אדומים. העץ עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "רימון מליסי",
      "description": "רימון מליסי הוא זן ייחודי המתאפיין בקליפה בהירה ובגרעינים רכים במיוחד. טעמו מתוק מאוד, כמעט ללא חמיצות, מה שהופך אותו למועדף לאכילה טרייה. העץ נשיר ומתאים לגידול בגינות פרטיות ובאזורים חמים. ￼",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "רימון שאמי",
      "description": "רימון שאמי הוא זן מסורתי בעל קליפה אדומה-ורודה וגרעינים עסיסיים. טעמו מתוק מאוד עם ניחוח ייחודי, והוא מבשיל בסוף הקיץ. העץ עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "תות לבן ארוך",
      "description": "תות לבן ארוך הוא עץ נשיר המתנשא לגובה של 5–10 מטרים, עם פירות לבנים ארוכים ומתוקים. הפירות מבשילים באביב ומתאימים לאכילה טרייה ולשימורים. העץ עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "תות אופיר",
      "description": "תות אופיר הוא זן מקומי המתאפיין בפירות אדומים-כהים ומתוקים במיוחד. העץ נשיר ומתאים לגידול בגינות ובאזורים חמים. הפירות מבשילים באביב ומתאימים לאכילה טרייה ולשימורים.",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "תות לבן קצר",
      "description": "תות לבן קצר הוא עץ נשיר המתנשא לגובה של 5–10 מטרים, עם פירות לבנים קצרים ומתוקים. הפירות מבשילים באביב ומתאימים לאכילה טרייה ולשימורים. העץ עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "תות צבארי-אדום גודל בינוני, מתוק",
      "description": "תות צבארי אדום הוא קקטוס פורה המתנשא לגובה של 2–3 מטרים, עם פירות אדומים בגודל בינוני. הפירות מתוקים ועסיסיים, ומתאימים לאכילה טרייה ולשימורים. הצמח עמיד ליובש ומתאים לגידול באזורים חמים.",
      "price": 70,
      "collection": "עצים"
    },
    {
      "title": "מורינגה",
      "description": "מורינגה, המכונה “עץ הפלא”, הוא עץ טרופי הגדל במהירות ומסתגל לתנאי יובש. כל חלקיו—עלים, תרמילים, פרחים ושורשים—אכילים ובעלי ערך תזונתי גבוה. הוא משמש ברפואה העממית ומוכר בזכות תכולת הוויטמינים, המינרלים והנוגדי החמצון שבו.",
      "price": 40,
      "collection": "עצים"
    },
    {
      "title": "גויאבה תותית",
      "description": "גויאבה תותית היא שיח ירוק־עד שמקורו בברזיל, המתנשא לגובה של 2–6 מטרים. פירותיו הקטנים והאדומים מזכירים בטעמם תות שדה, ומתאימים לאכילה טרייה, ריבות ומיצים. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 50,
      "collection": "עצים"
    },
    {
      "title": "תאנה",
      "description": "תאנה היא עץ נשיר המתנשא לגובה של 3–10 מטרים, עם עלים גדולים ומפורצים. פירותיה המתוקים והעסיסיים נחשבים לאחד משבעת המינים בהם השתבחה ארץ ישראל. העץ עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 80,
      "collection": "עצים"
    },
    {
      "title": "מכנף",
      "description": "מכנף נאה הוא עץ נשיר המתנשא לגובה של עד 30 מטרים, עם נוף רחב ופריחה צהובה מרהיבה באביב. העץ משמש כעץ נוי בגינות פרטיות וציבוריות, ומתאים ליצירת צל. הוא עמיד ומתאים לגידול באזורים חמים. ￼",
      "price": 50,
      "collection": "עצים"
    },
    {
      "title": "בן עוזרר",
      "description": "בן עוזרר הודי הוא שיח ירוק־עד המתנשא לגובה של 1–2 מטרים, עם פריחה ורודה באביב. הוא משמש כצמח נוי בגינות, גדר חיה או כצמח כיסוי. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼ ￼",
      "price": 50,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "קומפרי",
      "description": "קומפרי הוא צמח עשבוני רב־שנתי עם עלים ירוקים ופרחים סגולים או ורודים. הוא משמש ברפואה העממית לטיפול בפצעים ובכאבים, ומוכר בזכות תכונותיו המרפאות. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 35,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "מלוח",
      "description": "מלוח הוא שיח מדברי המתנשא לגובה של 0.5–2 מטרים, עם עלים אפורים ופריחה ירוקה. הוא עמיד למליחות וליובש, ומתאים לגידול באזורים צחיחים. הצמח משמש למרעה ולשיקום קרקעות. ￼ ￼",
      "price": 35,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "סמבוק",
      "description": "סמבוק שחור הוא שיח או עץ קטן המתנשא לגובה של 3–6 מטרים, עם פריחה לבנה באביב ופירות סגולים־שחורים בקיץ. הפירות משמשים להכנת סירופים, ריבות ויין, ומוכרים בזכות תכונותיהם הבריאותיות. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 35,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "מרווה אפריקאית",
      "description": "מרווה אפריקאית היא שיח ירוק־עד המתנשא לגובה של 1–2 מטרים, עם פריחה צהובה־כתומה באביב ובקיץ. הצמח מושך מאביקים ומשמש כצמח נוי בגינות. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 40,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "אוזן ארי אפריקאי",
      "description": "אוזן ארי אפריקאי הוא שיח ירוק־עד המתנשא לגובה של 1–2 מטרים, עם פריחה כתומה מרהיבה באביב ובקיץ. הצמח מושך מאביקים ומשמש כצמח נוי בגינות. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 40,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "עלה דפנה גדול",
      "description": "עלה דפנה גדול הוא עץ ירוק־עד המתנשא לגובה של 5–10 מטרים, עם עלים ירוקים וריחניים המשמשים כתבלין. העץ משמש כצמח נוי בגינות, גדר חיה או כעץ תבלין. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.    🌿 עלה דפנה קטן (Laurus nobilis)  עלה דפנה קטן הוא שיח ירוק־עד ממשפחת העריים, המתנשא לגובה של 1–3 מטרים. עליו הריחניים משמשים כתבלין במטבח ומכילים שמנים אתריים בעלי תכונות רפואיות. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 100,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "עלה דפנה קטן",
      "description": "עלה דפנה קטן הוא שיח ירוק־עד ממשפחת העריים, המתנשא לגובה של 1–3 מטרים. עליו הריחניים משמשים כתבלין במטבח ומכילים שמנים אתריים בעלי תכונות רפואיות. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 50,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "צחנן מבאיש",
      "description": "צחנן מבאיש הוא שיח נשיר קיץ ממשפחת הקטניות, המתנשא לגובה של 1–3 מטרים. הוא פורח בחורף בפרחים צהובים־ירקרקים, אך כל חלקיו, פרט לפרי, מדיפים ריח בלתי נעים. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 50,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "אספסת השיח",
      "description": "אספסת השיח היא שיח ירוק־עד ממשפחת הקטניות, המתנשא לגובה של 1–2 מטרים. היא פורחת באביב בפרחים צהובים ומעשירה את הקרקע בחנקן, מה שהופך אותה לצמח כיסוי מצוין. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 50,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "אפונת יונה",
      "description": "אפונת יונה היא שיח רב־שנתי ממשפחת הקטניות, המתנשא לגובה של 2–3 מטרים. היא פורחת בפרחים צבעוניים ונותנת תרמילים אכילים, מה שהופך אותה לצמח מאכל ולשיפור הקרקע. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 50,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "אחירותם",
      "description": "אחירותם החורש הוא שיח מסועף וסבוך, המתנשא לגובה של 1–4 מטרים. הוא פורח באביב בפרחים צהובים מרהיבים ומושך מאביקים רבים. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים",
      "price": 80,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "מעוג ימי",
      "description": "מעוג ימי הוא שיח ירוק־עד המתנשא לגובה של 1–1.5 מטרים, עם פריחה ורודה־סגולה מרהיבה באביב ובקיץ. הוא מתאים לגידול בחצי־צל ומוסיף צבעוניות לגינה. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 50,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "אפונה ריחנית",
      "description": "אפונה ריחנית היא צמח מטפס חד־שנתי, המתנשא לגובה של 1–2 מטרים. היא פורחת באביב בפרחים ריחניים בצבעים שונים ומושכת מאביקים רבים. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 15,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "חוטמית זיפנית",
      "description": "חוטמית זיפנית היא צמח עשבוני רב־שנתי, המתנשא לגובה של 2–3 מטרים. היא פורחת באביב בפרחים ורודים גדולים ומרשימים, מה שהופך אותה לצמח נוי פופולרי. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 15,
      "collection": "זרעים"
    },
    {
      "title": "מורן החורש",
      "description": "מורן החורש הוא שיח ירוק־עד המתנשא לגובה של 2–5 מטרים, עם פריחה לבנה באביב. הוא משמש כצמח נוי בגינות ומושך מאביקים רבים. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 40,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "אלוורה",
      "description": "אלוורה היא צמח סוקולנטי ירוק־עד, המתנשא לגובה של 0.5–1 מטר. היא מכילה ג’ל בעל תכונות רפואיות רבות, המשמש לטיפול בכוויות ובעיות עור. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 40,
      "collection": "שיחים וצמחי תועלת"
    },
    {
      "title": "נענע",
      "description": "נענע היא צמח עשבוני רב־שנתי ממשפחת השפתניים, המתנשא לגובה של 0.5–1 מטר. היא משמשת כתבלין במטבח ובעלת תכונות רפואיות רבות. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "מליסה",
      "description": "מליסה היא צמח עשבוני רב־שנתי ממשפחת השפתניים, המתנשא לגובה של 0.5–1 מטר. היא משמשת כתבלין ובעלת תכונות מרגיעות ומשפרות מצב רוח. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "גרניום לימוני",
      "description": "גרניום לימוני הוא שיח ירוק־עד המתנשא לגובה של 0.5–1 מטר, עם עלים ריחניים בריח לימון. הוא משמש כצמח נוי ובעל תכונות רפואיות רבות. הצמח עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "מרווה רגילה",
      "description": "מרווה רגילה היא צמח עשבוני רב־שנתי ממשפחת השפתניים, המתנשא לגובה של 0.5–1 מטר. היא משמשת כתבל    🌿 מרווה ריחנית (Salvia dominica)  מרווה ריחנית היא שיח ירוק־עד המתנשא לגובה של כ־70 ס”מ, בעל עלים משולשים ומקומטים המפיצים ריח נעים שנשאר לאורך זמן. הצמח פורח באביב בפרחים לבנים־צהבהבים ומושך מאביקים רבים. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "מרווה ריחנית",
      "description": "מרווה ריחנית היא שיח ירוק־עד המתנשא לגובה של כ־70 ס”מ, בעל עלים משולשים ומקומטים המפיצים ריח נעים שנשאר לאורך זמן. הצמח פורח באביב בפרחים לבנים־צהבהבים ומושך מאביקים רבים. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "לוונדר אפור",
      "description": "לוונדר אפור הוא שיח ירוק־עד המתנשא לגובה של 60–80 ס”מ, עם עלים אפורים־כסופים ופריחה סגולה מרהיבה לאורך רוב השנה. הצמח מדיף ריח נעים ומרחיק יתושים, ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "לוונדר משונן",
      "description": "לוונדר משונן הוא שיח ירוק־עד המתנשא לגובה של 60–80 ס”מ, עם עלים ירוקים משוננים ופריחה סגולה מרהיבה לאורך רוב השנה. הצמח מדיף ריח נעים ומרחיק יתושים, ומתאים לגידול בגינות ובאזורים חמים. ￼",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "לוונדר מנוצה",
      "description": "לוונדר מנוצה הוא שיח ירוק־עד המתנשא לגובה של 60–80 ס”מ, עם עלים מנוצים ופריחה סגולה מרהיבה לאורך רוב השנה. הצמח מדיף ריח נעים ומרחיק יתושים, ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "עשב לימון",
      "description": "עשב לימון הוא צמח עשבוני רב־שנתי המתנשא לגובה של 1–1.5 מטרים, עם עלים ירוקים צרים המדיפים ריח לימוני חזק. הצמח משמש כתבלין במטבח האסייתי ובעל תכונות רפואיות רבות. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "לואיזה",
      "description": "לואיזה היא שיח ירוק־עד המתנשא לגובה של 1–2 מטרים, עם עלים ירוקים המדיפים ריח לימוני חזק. הצמח משמש כתבלין ובעל תכונות רפואיות רבות. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "טגטס לימוני",
      "description": "טגטס לימוני הוא שיח ירוק־עד המתנשא לגובה של 1–2 מטרים, עם עלים ירוקים המדיפים ריח לימוני חזק ופריחה צהובה מרהיבה. הצמח משמש כצמח נוי ומרחיק מזיקים, ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "שיבא",
      "description": "שיבא היא שיח ירוק־עד המתנשא לגובה של 1–2 מטרים, עם עלים ירוקים־כסופים המדיפים ריח חזק. הצמח משמש כתבלין ובעל תכונות רפואיות רבות. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "פיגם",
      "description": "פיגם הוא שיח ירוק־עד המתנשא לגובה של 0.5–1 מטר, עם עלים ירוקים־כחלחלים המדיפים ריח חזק ופריחה צהובה מרהיבה. הצמח משמש כתבלין ובעל תכונות רפואיות רבות. הוא עמיד ומתאים לגידול בגינות ובאזורים חמים.",
      "price": 20,
      "collection": "צמחי תבלין"
    },
    {
      "title": "עירית שומית",
      "description": "עירית שומית היא צמח תבלין עשבוני רב־שנתי ממשפחת הנרקיסיים, המתנשא לגובה של עד 30 ס”מ. היא בעלת עלים ירוקים דקים וחלולים, עם טעם עדין המזכיר שילוב של בצל ושום. הצמח פורח באביב ובקיץ בפרחים לבנים קטנים, המאוגדים במעין צורה חצי כדורית, ומושך מאביקים כמו דבורים ופרפרים. מתאים לגידול בגינה, בעציצים ובאדניות, ומוסיף טעם וריח לכל תבשיל. ￼ ￼",
      "price": 25,
      "collection": "צמחי תבלין"
    },
    {
      "title": "סנסיוורות גבוהות",
      "description": "סנסיוורה גבוהה, הידועה גם כלשון החותנת, היא צמח בית עמיד במיוחד, המתנשא לגובה של עד 1.5 מטרים. היא בעלת עלים ארוכים, בשרניים ומפוספסים בגווני ירוק וצהוב, הגדלים בצורה זקופה. הצמח מטהר את האוויר ומסתגל למגוון רחב של תנאי תאורה, מה שהופך אותו לאידיאלי למתחילים או לאנשים עסוקים. דורש השקיה מועטה ומתאים לגידול בבית ובמשרד",
      "price": 70,
      "collection": "צמחי בית"
    },
    {
      "title": "פפרומיות",
      "description": "פפרומיה היא צמח עשבוני סוקולנטי רב־שנתי, המתאים מאוד לגידול בתוך הבית. היא מגיעה במגוון רחב של צורות ועלים בצבעים שונים, כולל ירוק, אדום, סגול וורוד, ולעיתים עם דוגמאות מגוונות. הצמח קומפקטי, גדל לאט ואינו דורש טיפול אינטנסיבי, מה שהופך אותו לאידיאלי לחללים קטנים או לגידול על אדן חלון. מעדיף אור בינוני עד בהיר עקיף, ויש להימנע מהשקיית יתר",
      "price": 40,
      "collection": "צמחי בית"
    },
    {
      "title": "פוטוסים",
      "description": "פוטוס הוא צמח בית מטפס או נשפך, הידוע בעמידותו וביכולתו להסתגל למגוון רחב של תנאי תאורה. הוא בעל עלים ירוקים בצורת לב, לעיתים עם כתמים בגווני צהוב או לבן, המוסיפים צבע לכל חלל. הצמח מתאים לגידול בעציצים, סלסלות תלויות או מדפים, ודורש השקיה רק כאשר האדמה מתייבשת. מומלץ להימנע מחשיפה לשמש ישירה חזקה, שעלולה לגרום לצריבת העלים",
      "price": 30,
      "collection": "צמחי בית"
    },
    {
      "title": "סנגוניום",
      "description": "סינגוניום, הידוע גם כצמח ראש החץ, הוא צמח בית פופולרי עם עלים בצורת חץ בגווני ירוק ולעיתים ורוד או לבן. הוא צמח מטפס או נשפך, המתאים לגידול בעציצים או בסלסלות תלויות, ומוסיף מראה טרופי לכל חלל. הצמח מעדיף אור בינוני עד בהיר עקיף, ויש להימנע מחשיפה לשמש ישירה. השקיה מתבצעת כאשר השכבה העליונה של האדמה מתייבשת",
      "price": 30,
      "collection": "צמחי בית"
    },
    {
      "title": "אוזן פיל",
      "description": "אוזן פיל, או אלוקסיה, הוא צמח טרופי מרשים בעל עלים גדולים בצורת לב, המזכירים את אוזני הפיל ומכאן שמו. הצמח מגיע במגוון מינים וגדלים, ומתאים לגידול בבית, במרפסת או בגינה מוצלת. מעדיף אור בהיר עקיף, ויש להימנע מחשיפה לשמש ישירה. דורש השקיה מרובה, במיוחד בתקופת הצמיחה, ויש לשמור על לחות גבוהה בסביבתו.",
      "price": 30,
      "collection": "צמחי בית"
    },
    {
      "title": "כובע הנזיר",
      "description": "כובע הנזיר הוא צמח חד־שנתי מטפס או משתרע, בעל עלים עגולים ופרחים מרהיבים בגווני כתום, אדום וצהוב. הוא פורח מהחורף ועד האביב, ומושך פרפרים ודבורים לגינה. העלים והפרחים אכילים, בעלי טעם חרפרף, ומתאימים לסלטים ולתוספות קולינריות.",
      "price": 15,
      "collection": "זרעים"
    },
    {
      "title": "מרוות ירושלים",
      "description": "מרוות ירושלים היא עשבונית רב־שנתית ים־תיכונית, המתנשאת לגובה של כ־80 ס”מ. בחורף מתפתחת שושנת עלים גדולים ושעירים, ובאביב מופיעים פרחים ארגמניים מרהיבים המסודרים על עמוד תפרחת גבוה. הצמח מושך דבורים ומאביקים אחרים, ומתאים לגינות חסכוניות במים.",
      "price": 15,
      "collection": "זרעים"
    }
  ]
}